#include<iostream>
#include"─г─т╞ў.h"
using namespace std;

vector<KA> j = // ╜Ё┐и
{
	{"б╛бябябябябяб┐","═▀└╫╔п"},
	{"б╛бябябябябяб┐","╧г┼╡─■" }
};

vector<KA> wj = // ═с┴╦╡─╜Ё┐и
{
	{"бябябябябя","╡╧┬м┐╦"},
	{"бябябябябя","─к─╚" },
	{"бябябябябя","╞▀╞▀" },
	{"бябябябябя","╡╧╧г╤┼" },
	{"бябябябябя","┐╠╟ч" },
	{"бябябябябя","╟┘" },
	{"бябябябябя","├╬╝√╘┬╚Ё╧г" },
	{"бябябябябя","╠с─╔└я" }
};

vector<KA> z = //╫╧┐и
{
	{"бябябябя","╥┴░▓╔║"},
	{"бябябябя","╧─╬╓└┘"},
	{"бябябябя","╝╬├ў" }
};

vector<KA> l = //└╢┐и
{
	{"бябябя","║┌╙з╟╣"},
	{"бябябя","╠╓┴·╙в╜▄╠╖"},
	{"бябябя","└ш├ў╔ё╜г"},
	{"бябябя","─з╡╝╨ў┬█" },
	{"бябябя","╡п╣н"},
	{"бябябя","╖╔╠ь╙∙╜г"},
	{"бябябя","╠·╙░└л╜г"},
	{"бябябя","Їф╙ё╖и╟Є"},
	{"бябябя","└ф╚╨"}
};

